schedule_week = {

"Понедельник":[
("07:30","🔔 Проснуться"),
("07:45","🍳 Завтрак"),
("08:00","🥤 Гейнер"),
("10:30","🍞 Перекус"),
("13:00","🍽 Обед"),
("16:00","🍌 Перекус"),
("17:30","💻 Конец работы"),
("17:40","🏋️ Тренировка"),
("18:10","🥤 Протеин"),
("18:30","🍽 Ужин"),
("21:00","🍌 Перекус"),
("23:00","🌙 Подготовка ко сну"),
("23:30","😴 Сон")
],

"Вторник":[
("07:30","🔔 Подъем"),
("07:45","🍳 Завтрак"),
("08:00","🥤 Гейнер"),
("10:30","🍞 Перекус"),
("13:00","🍽 Обед"),
("16:00","🍌 Перекус"),
("17:30","💻 Конец работы"),
("17:40","🏋️ Тренировка"),
("18:10","🥤 Протеин"),
("18:30","🍽 Ужин"),
("21:00","🍌 Перекус"),
("23:30","😴 Сон")
],

"Среда":[
("07:30","🔔 Подъем"),
("07:45","🍳 Завтрак"),
("08:00","🥤 Гейнер"),
("10:30","🍞 Перекус"),
("13:00","🍽 Обед"),
("16:00","🍌 Перекус"),
("17:30","💻 Конец работы"),
("18:00","🚶 Прогулка"),
("18:30","🍽 Ужин"),
("21:00","🍌 Перекус"),
("23:30","😴 Сон")
],

"Четверг":[
("07:30","🔔 Подъем"),
("07:45","🍳 Завтрак"),
("08:00","🥤 Гейнер"),
("10:30","🍞 Перекус"),
("13:00","🍽 Обед"),
("16:00","🍌 Перекус"),
("17:30","💻 Конец работы"),
("17:40","🏋️ Тренировка"),
("18:10","🥤 Протеин"),
("18:30","🍽 Ужин"),
("21:00","🍌 Перекус"),
("23:30","😴 Сон")
],

"Пятница":[
("07:30","🔔 Подъем"),
("07:45","🍳 Завтрак"),
("08:00","🥤 Гейнер"),
("10:30","🍞 Перекус"),
("13:00","🍽 Обед"),
("16:00","🍌 Перекус"),
("17:30","💻 Конец работы"),
("17:40","🏋️ Тренировка"),
("18:10","🥤 Протеин"),
("18:30","🍽 Ужин"),
("21:00","🍌 Перекус"),
("23:30","😴 Сон")
],

"Суббота":[
("08:30","🔔 Подъем"),
("09:00","🍳 Завтрак"),
("10:00","🚶 Прогулка"),
("13:00","🍽 Обед"),
("16:00","🥤 Гейнер"),
("19:00","🍽 Ужин"),
("23:30","😴 Сон")
],

"Воскресенье":[
("08:30","🔔 Подъем"),
("09:00","🍳 Завтрак"),
("13:00","🍽 Обед"),
("16:00","🥤 Гейнер"),
("19:00","🍽 Ужин"),
("23:30","😴 Сон")
]

}